export default function PrivacyGeo(){
    return <div style={{ padding: '20px' }}>
    <h1 style={{ marginBottom: "5px" }}>კონფიდენციალურობის პოლიტიკა {process.env.NEXT_PUBLIC_DOMAIN}-სთვის</h1>
    <p><strong>ბოლო განახლება:</strong> 1 იანვარი 2024</p>
   
    <section className="mt-[30px]">
      <strong>შესავალი</strong>
      <p>მოგესალმებით {process.env.NEXT_PUBLIC_DOMAIN}-ზე. ჩვენ პატივს ვცემთ თქვენს კონფიდენციალურობას და მზად ვართ დავიცვათ თქვენი პერსონალური მონაცემები. ეს კონფიდენციალურობის პოლიტიკა გაცნობებთ, თუ როგორ ვუფრთხილდებით თქვენს პერსონალურ მონაცემებს და როგორ გიცავთ კანონი.</p>
    </section>

    <section className="mt-[30px]">
      <strong>ინფორმაციის შეგროვება</strong>
      <p>როგორც ჩვენი სერვისის ნაწილი, ჩვენ ვაგროვებთ შემდეგ ინფორმაციას:</p>
      <ul>
        <li>მომხმარებლის ელფოსტის მისამართს, Supabase Gmail-ისა და Facebook-ის ავტორიზაციის მეშვეობით.</li>
        <li>IP მისამართს, რათა არარეგისტრირებულ მომხმარებლებს საშუალება მივცეთ ხმა მისცენ სიმღერებს.</li>
      </ul>
    </section>

    <section className="mt-[30px]">
      <strong>როგორ ვიყენებთ თქვენს ინფორმაციას</strong>
      <p>ჩვენ ვიყენებთ თქვენს ელფოსტას უნიკალური ანგარიშის შესაქმნელად, რათა შეინახოთ თქვენი საყვარელი სიმღერები. თქვენი IP მისამართი გამოიყენება იმის უზრუნველსაყოფად, რომ სიმღერებზე ხმის მიცემა იყოს სამართლიანი და ერთმა მომხმარებელმა მრავალჯერ ვერ შეძლოს ხმის მიცემა.</p>
    </section>

    <section className="mt-[30px]">
      <strong>თქვენი ინფორმაციის გაზიარება</strong>
      <p>ჩვენ არ ვუზიარებთ თქვენს პირად ინფორმაციას მესამე მხარეებს, გარდა იმ შემთხვევებისა, როცა ეს აუცილებელია ჩვენი სერვისის მიწოდებისთვის ან კანონითაა მოთხოვნილი.</p>
    </section>

    <section className="mt-[30px]">
      <strong>თქვენი უფლებები</strong>
      <p>თქვენ გაქვთ უფლება მიიღოთ წვდომა, შეასწოროთ, წაშალოთ ან გადაიტანოთ თქვენი პერსონალური მონაცემები, რომლებიც ჩვენ გვაქვს. თქვენ ასევე გაქვთ უფლება მიმართოთ მონაცემთა დაცვის ორგანოს თქვენი პერსონალური მონაცემების შეგროვებისა და გამოყენების შესახებ.</p>
    </section>

    <section className="mt-[30px]">
      <strong>თქვენი მონაცემების უსაფრთხოება</strong>
      <p>ჩვენ მზად ვართ დავიცვათ თქვენი პერსონალური მონაცემების უსაფრთხოება. ჩვენ ვიყენებთ უსაფრთხოების მრავალფეროვან ტექნოლოგიას და პროცედურებს, რათა დავიცვათ თქვენი პერსონალური მონაცემები არაავტორიზებული წვდომისგან, გამოყენებისგან ან გამჟღავნებისგან.</p>
    </section>

    <section className="mt-[30px]">
      <strong>ცვლილებები ამ კონფიდენციალურობის პოლიტიკაში</strong>
      <p>ჩვენ შეიძლება დროდადრო განვაახლოთ ჩვენი კონფიდენციალურობის პოლიტიკა. ჩვენ შეგატყობინებთ ნებისმიერი ცვლილების შესახებ ამ გვერდზე ახალი კონფიდენციალურობის პოლიტიკის გამოქვეყნებით.</p>
    </section>

    <section className="mt-[30px]">
      <strong>დაგვიკავშირდით</strong>
      <p>თუ თქვენ გაქვთ რაიმე შეკითხვები ამ კონფიდენციალურობის პოლიტიკასთან დაკავშირებით, შეგიძლიათ დაგვიკავშირდეთ:</p>
      <ul>
        <li>ელფოსტით: tsogiaidze1@gmail.com</li>
      </ul>
    </section>
  </div>
}