export default function TermsGeo(){
    return <div style={{ padding: '20px' }}>
    <strong>მომსახურების პირობები {process.env.NEXT_PUBLIC_DOMAIN}-სთვის</strong>
    <p className="mxedruli"><strong>ბოლო განახლება: </strong>27 აპრილი 2025</p>
    <br></br>
    <strong>პირობების მიღება</strong>
    <p className="mxedruli">{process.env.NEXT_PUBLIC_DOMAIN}-ზე წვდომით და გამოყენებით თქვენ ეთანხმებით ამ მომსახურების პირობებს და ჩვენს კონფიდენციალურობის პოლიტიკას. თუ არ ეთანხმებით ამ პირობებს, არ უნდა გამოიყენოთ ან შეხვიდეთ ამ ვებსაიტზე.</p>

    <br></br>
    <strong>სერვისის აღწერა</strong>
    <p className="mxedruli">{process.env.NEXT_PUBLIC_DOMAIN} გთავაზობთ გიტარის აკორდებს სიმღერებისთვის. ეს აკორდები მხოლოდ საგანმანათლებლო და საინფორმაციო მიზნებისთვისაა.</p>

    <br></br>
    <strong>გამოწერის პირობები</strong>
    <p className="mxedruli">{process.env.NEXT_PUBLIC_DOMAIN} გთავაზობთ უფასო წვდომას ყველა სიმღერისა და ტაბის ნახევარზე, რაც შესანიშნავი შესაძლებლობაა მათთვის, ვინც გიტარაზე დაკვრას სწავლობს. თუმცა, სრულ ტექსტზე, ტაბებზე და ფუნქციონალზე წვდომისათვის, მომხმარებლებს მოეთხოვებათ სერვისის გამოწერა და მცირე ყოველთვიური გადასახადის გადახდა. გამოწერის საფასური და პირობები შეიძლება შეიცვალოს დროთა განმავლობაში, რის შესახებაც მომხმარებლებს ეცნობებათ წინასწარ. გამოწერის გაუქმება შეგიძლიათ რეგისტრაციის დროს გამოყენებული მეილიდან მოწერის მეშვეობით მეილზე tsogiaidze1@gmail.com.</p>

    <br></br>
    <strong>მომხმარებლის ქცევა</strong>
    <p className="mxedruli">თქვენ თანახმა ხართ გამოიყენოთ {process.env.NEXT_PUBLIC_DOMAIN} მხოლოდ კანონიერი მიზნებისთვის.</p>
    <p className="mxedruli">{process.env.NEXT_PUBLIC_DOMAIN}-ზე მოწოდებული კონტენტი მხოლოდ პირადი გამოყენებისთვისაა. ამ ვებსაიტზე არსებული ინფორმაციის კომერციული გამოყენება მკაცრად აკრძალულია.</p>

    <br></br>
    <strong>ინტელექტუალური საკუთრების უფლებები</strong>
    <p className="mxedruli">აკორდები და მასთან დაკავშირებული კონტენტი მოწოდებულია საგანმანათლებლო მიზნებისთვის და შეიძლება ექვემდებარებოდეს მესამე მხარის საავტორო ან სხვა ინტელექტუალური საკუთრების უფლებებს.</p>
    <p className="mxedruli">თქვენ არ შეგიძლიათ დააკოპიროთ, გაამრავლოთ, გაავრცელოთ, გაყიდოთ ან გამოიყენოთ ნებისმიერი კონტენტი ამ ვებსაიტზე კანონიერი მფლობელის აშკარა ნებართვის გარეშე.</p>

    <br></br>
    <strong>კონტენტის სიზუსტე</strong>
    <p className="mxedruli">{process.env.NEXT_PUBLIC_DOMAIN} არ იძლევა გარანტიას ამ საიტზე არსებული ნებისმიერი ინფორმაციის სიზუსტის, სისრულისა და სანდოობის შესახებ.</p>

    <br></br>
    <strong>პასუხისმგებლობის შეზღუდვა</strong>
    <p className="mxedruli">{process.env.NEXT_PUBLIC_DOMAIN} არ იქნება პასუხისმგებელი ზარალზე ან დაზიანებაზე, რომელიც თან ახლავს ან გამოწვეულია თქვენ მიერ მისი რომელიმე სერვისის გამოყენებით.</p>

    <br></br>
    <strong>ცვლილებები მომსახურების პირობებში</strong>
    <p className="mxedruli">{process.env.NEXT_PUBLIC_DOMAIN} იტოვებს უფლებას შეცვალოს ეს პირობები ნებისმიერ დროს.</p>
  </div> 
}